case_tags = {
    'gent': 'gent',  # Родительный
    "nomn": "nomn",  # Именительный
    'datv': 'datv',  # Дательный
    'accs': 'accs',  # Винительный
    'ablt': 'ablt',  # Творительный
    'loct': 'loct',  # Предложный
    'voct': 'voct',  # Звательный
}

gender_tags = {
    'masc': 'masc',
    'femn': 'femn',
    'neut': 'neut'
}

month_tags = {
    "01": "Январь",
    "02": "Февраль",
    "03": "Март",
    "04": "Апрель",
    "05": "Май",
    "06": "Июнь",
    "07": "Июль",
    "08": "Август",
    "09": "Сентябрь",
    "10": "Октябрь",
    "11": "Ноябрь",
    "12": "Декабрь",
}
register_tags = {
    'upper': 'upper',
    'lower': 'lower'
}
